[
  {
    "name": "Alone Together",
    "description": "You cannot see your teammates. You can't melee damage your teammates but you can still hit them with projectiles.",
    "category": "Teams"
  },
  {
    "name": "Armor Compensation",
    "description": "Team of 5's or higher can't wear any diamond armor. For every team size lower than 5, each team member can wear an extra piece of diamond armor.",
    "category": "Teams"
  },
  {
    "name": "Avengers",
    "description": "Each player will gain an extra ability or items based on the Avengers: Iron Man, Quicksilver, Thor, Spider Man, Captain America or Hulk.",
    "category": "Pvp"
  },
  {
    "name": "Balance",
    "description": "After you mine your 5th diamond, there is a chance your diamond will not drop from diamond ore. This chance increases as you mine more diamonds.",
    "category": "Mining"
  },
  {
    "name": "Barebones",
    "description": "Nether is disabled. You cannot craft enchantment tables, anvils or golden apples. Iron is the highest tier. Mining any ore except coal and iron drops an iron ingot. Players drop 1 diamond, 1 golden apple, 32 arrows and 2 strings on death.",
    "category": "Survival"
  },
  {
    "name": "Best PvE",
    "description": "Players start on a \"Best PvE\" list and gain 1 extra heart every 10 minutes. Taking damage removes you from the list. Getting a kill adds you back.",
    "category": "Survival"
  },
  {
    "name": "Bigcrack",
    "description": "There is a wide crack through the x-axis of the map.",
    "category": "World"
  },
  {
    "name": "Blast Mining",
    "description": "When mining any ore, there is a 5% chance a creeper spawns (given slowness for 2s) and a 3% chance an ignited TNT spawns. These never happen simultaneously.",
    "category": "Mining"
  },
  {
    "name": "Bleeding Sweets",
    "description": "Players drop 1 diamond, 7 gold, 1 book, 2 string and 24 arrows on death.",
    "category": "Loot"
  },
  {
    "name": "Blood Diamonds",
    "description": "Each time you mine diamond ore, you lose half a heart.",
    "category": "Mining"
  },
  {
    "name": "Blood Diamonds+",
    "description": "Each time you mine a diamond you take damage, and you progressively lose more health the more you mine.",
    "category": "Mining"
  },
  {
    "name": "Bowfighters",
    "description": "Everyone is given 1 arrow, 2 string and an Infinity book. The highest tier of melee weapon you can get is wood sword/stone axe.",
    "category": "Pvp"
  },
  {
    "name": "Bowless",
    "description": "You can't craft or use bows.",
    "category": "Pvp"
  },
  {
    "name": "Bridge Eggs",
    "description": "When you shoot an egg, it spawns a trail of blocks for you to walk on (3s cooldown). Chickens have a 30% chance of dropping an egg.",
    "category": "Movement"
  },
  {
    "name": "Children Left Unattended",
    "description": "When your teammate dies, the remaining player receives Speed 2 (30s) and a tamed wolf.",
    "category": "Teams"
  },
  {
    "name": "Craftclean",
    "description": "Surround a piece of coal with 8 smeltable items in a crafting bench to get 8 of the smelted result.",
    "category": "Mining"
  },
  {
    "name": "Cripple",
    "description": "When you take fall damage you get Slowness 2 for 30 seconds.",
    "category": "Movement"
  },
  {
    "name": "Cupid",
    "description": "When you hit a player with a bow you gain 1% of your health back.",
    "category": "Pvp"
  },
  {
    "name": "Custom 0/0",
    "description": "The meetup location at 0/0 is changed to the host's chosen coordinates.",
    "category": "Misc"
  },
  {
    "name": "CutClean",
    "description": "All ores and food drop their smelted variant.",
    "category": "Mining"
  },
  {
    "name": "Depths",
    "description": "As you go farther down the Y level, mobs will deal more damage.",
    "category": "Mobs"
  },
  {
    "name": "Dependency",
    "description": "You cannot craft a crafting table. The only way to access one is to right click one of your teammates.",
    "category": "Teams"
  },
  {
    "name": "Dolphins",
    "description": "Whenever a player is in water, they will propel forwards and 'Dolphin dive' when sneaking.",
    "category": "Movement"
  },
  {
    "name": "DiamondLess",
    "description": "Diamonds do not drop from ore. Instead players drop 1 diamond on death.",
    "category": "Mining"
  },
  {
    "name": "Go To Hell",
    "description": "After 45 minutes, you must go to the nether. If not, you will take half a heart every 30 seconds.",
    "category": "Survival"
  },
  {
    "name": "Golden Heights",
    "description": "Sea level reduced to Y24 with floating islands. Gold, Lapis, Redstone spawn in the sky while diamonds spawn at their usual level.",
    "category": "World"
  },
  {
    "name": "Golden Retriever",
    "description": "When a player dies, instead of a player head dropping, a golden head is dropped.",
    "category": "Loot"
  },
  {
    "name": "Grave Robbers",
    "description": "When a player is killed, a gravestone spawns with their name on it. You must dig up the grave to get the player's loot.",
    "category": "Loot"
  },
  {
    "name": "HasteyBoys",
    "description": "All tools are equipped with Efficiency 3 and Unbreaking 1.",
    "category": "Mining"
  },
  {
    "name": "HasteyBabies",
    "description": "All tools are equipped with Efficiency 1.",
    "category": "Mining"
  },
  {
    "name": "Infestation",
    "description": "Every mob has a 40% chance of respawning when killed.",
    "category": "Mobs"
  },
  {
    "name": "Infinite Allies",
    "description": "You can ally with whoever you want, however many you want, but only 1 player can win.",
    "category": "Teams"
  },
  {
    "name": "Investments",
    "description": "You can invest diamonds or gold on a player. If that player gets a kill, you get double back. When they die, they drop your invested amount. Use /invest.",
    "category": "Pvp"
  },
  {
    "name": "Krenzinator",
    "description": "No horses, nether is off, eggs deal 0.5 hearts, crafting a diamond sword costs 1 heart, and you can craft 1 diamond from 9 redstone blocks.",
    "category": "Misc"
  },
  {
    "name": "Midas",
    "description": "You get gold based on how many times you hit a player before killing them.",
    "category": "Pvp"
  },
  {
    "name": "Monsters Inc",
    "description": "Place a door on the map, walk through it, and if there are 2+ doors on the map, you'll be teleported to one of them.",
    "category": "Movement"
  },
  {
    "name": "Mystery Teams",
    "description": "Your team is unknown to you. You must find your teammates using wools dyed in your team color.",
    "category": "Teams"
  },
  {
    "name": "Naked And Afraid",
    "description": "You cannot see the armour other enemy players are wearing.",
    "category": "Pvp"
  },
  {
    "name": "Nightmare Mode",
    "description": "All mobs are dramatically enhanced. Creepers stalk faster and spawn larvae. Skeletons fire poison arrows. Zombies survive in sunlight and reanimate as skeletons. Spiders are faster and spray webs on death. Endermen ignite players and can summon blazes. Witches approach silently at terrifying speed.",
    "category": "Mobs"
  },
  {
    "name": "No Anvils",
    "description": "You cannot use anvils.",
    "category": "Survival"
  },
  {
    "name": "No Diamond Armor",
    "description": "Diamond armor is not craftable.",
    "category": "Survival"
  },
  {
    "name": "No Enchant Preview",
    "description": "You cannot see the preview when hovering over enchantments in the enchant inventory.",
    "category": "Survival"
  },
  {
    "name": "No Fall",
    "description": "You cannot take fall damage.",
    "category": "Movement"
  },
  {
    "name": "Paper",
    "description": "Everyone takes 4 times as much horizontal knockback.",
    "category": "Pvp"
  },
  {
    "name": "Parafusion",
    "description": "Your coordinates are broadcast in chat when you mine gold/diamond, go to the nether, craft a brewing stand or golden apple, and when you die.",
    "category": "Misc"
  },
  {
    "name": "Permakill",
    "description": "When somebody dies in game, day changes to night, or night changes to day.",
    "category": "Misc"
  },
  {
    "name": "Potential 0/0",
    "description": "The meetup coordinates are unknown. 3 potential meetup coordinates can be viewed using /potcoords. The real one is revealed when meetup starts.",
    "category": "Misc"
  },
  {
    "name": "Progressive Speed",
    "description": "Everyone starts with Speed 1. Each kill increases your speed tier by 1.",
    "category": "Movement"
  },
  {
    "name": "Quad Anvils",
    "description": "At +/- 250 there is an anvil that can be used. Anvils cannot be broken by hand but can still get damaged. Crafting anvils is disabled.",
    "category": "Survival"
  },
  {
    "name": "Radar",
    "description": "Clicking a clock shows the name, distance and health of players within 120 blocks. Usable once per 5 seconds.",
    "category": "Pvp"
  },
  {
    "name": "Red Arrows",
    "description": "When a player dies, a red arrow spawns above them.",
    "category": "Pvp"
  },
  {
    "name": "Refill",
    "description": "Players drop extra gold on death. The amount increases the lower the killer's health is. In team games, it's based on the team's average health.",
    "category": "Loot"
  },
  {
    "name": "Rodless",
    "description": "You cannot use fishing rods to hit players. You can still use them to fish as usual.",
    "category": "Pvp"
  },
  {
    "name": "Rush",
    "description": "Short game, under 45 minutes. Wooden tools automatically turn into stone tools.",
    "category": "Misc"
  },
  {
    "name": "SandBags",
    "description": "Arrows break blocks in a 2x2 radius except for sand and gravel.",
    "category": "Pvp"
  },
  {
    "name": "Signals",
    "description": "A surface firework with a correlated color spawns when a player mines diamonds/gold, goes to the nether, or crafts an enchantment table or golden apples.",
    "category": "Misc"
  },
  {
    "name": "Skyhigh",
    "description": "At PvP, you take damage every 30 seconds if you are below Y:120.",
    "category": "Survival"
  },
  {
    "name": "Skyhigh Nether",
    "description": "At Meetup, you take damage every 30 seconds below Y:170. The nether roof is removed. You get skyhigh items and 10 obsidian on start.",
    "category": "Survival"
  },
  {
    "name": "Speedy Miners",
    "description": "Players below Y:32 receive Speed 1.",
    "category": "Movement"
  },
  {
    "name": "Split Spawn",
    "description": "All players are scattered solo, regardless of their team.",
    "category": "Teams"
  },
  {
    "name": "Sugar Rush",
    "description": "Right-clicking sugar gives you Speed 2 for 8 seconds.",
    "category": "Movement"
  },
  {
    "name": "Superheroes",
    "description": "Each player gains a random power: Speed 2 + Haste 1; Jump 4 + Haste 2 + Saturation 10; Resistance 2 + Fire Resistance; or Health Boost (20 hearts) with extra healing from gapples/heads. Jump Boost power negates fall damage.",
    "category": "Pvp"
  },
  {
    "name": "Superflat Villages",
    "description": "Villages generate much more often, similar to superflat worlds.",
    "category": "World"
  },
  {
    "name": "Switcheroo",
    "description": "When you shoot someone, you trade places with them.",
    "category": "Pvp"
  },
  {
    "name": "Team Inventory",
    "description": "Teams share an extra inventory via /ti that all teammates can access. If the last player dies, the Team Inventory loot drops.",
    "category": "Teams"
  },
  {
    "name": "Timber",
    "description": "Breaking a log of a tree will cause the whole tree to fall down.",
    "category": "Mining"
  },
  {
    "name": "Timebomb",
    "description": "After killing a player, their loot drops into a chest. 30 seconds later, the chest explodes.",
    "category": "Loot"
  },
  {
    "name": "Training Rabbits",
    "description": "Everyone gets Jump Boost 2 for the whole game. As you get kills, your jump level increases by 1 tier. Fall damage is disabled.",
    "category": "Movement"
  },
  {
    "name": "Underground Parallel",
    "description": "Below Y42 is a copy of the surface. Trees underground are made of ores, stone and sea lanterns. Mineshafts generate floating below Y42.",
    "category": "World"
  },
  {
    "name": "Unstable Mining",
    "description": "When mining under Y40 there are chances of methane explosions, floods and unstable cave ceilings.",
    "category": "Mining"
  },
  {
    "name": "WebCage",
    "description": "A giant cobweb sphere appears where a player dies.",
    "category": "Pvp"
  }
]
